nixit22/esp-swift-support/test-app/sdkconfig.defaults.esp32h2
CONFIG_IDF_TARGET="esp32h2"

# H2 has no Wi-Fi radio — Thread-only Matter device
CONFIG_ENABLE_WIFI_STATION=n
